Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/facta/samediggi.fi/perinteinen_tieto131011.pdf.tmx
Source language: fin
Languages: sme

source: Suomessa monet perinteiset pyyntimenetelmät ja niihin liittyvä tietämys on jo katoamassa.
sme: Bivdovuogit leat juo olu jávkame nugo maid diehtu daid birra.

source: Perinteinen tieto ei säily kuin käytössä, aivan samoin kuin saamen kielikin säilyy vain puhumalla ja käyttämällä sitä.
sme: Árbevirolaš diehtu ii seaillo go anus, aivve seamma ládje go sámegiellanai seailu dušše hupmamiin ja dan geavahemiin.

source: Perinteinen tieto ei säily historiankirjoissa tai museoissa.
sme: Árbevirolaš diehtu ii seaillo historjjá girjjiin dehe museain.

source: Saamelaisporonhoidossa perinteinen tieto ilmenee poronhoitotapoina, saamen kielen poronhoitoon liittyvässä terminologiassa, luonnon ja poron tuntemuksessa ja jäljittämisessä, ilmaston tuntemisessa, kokonaisvaltaisessa holistisessa poronhoitotyön osaamisjärjestelmässä.
sme: Sámi boazodoalus árbevirolaš diehtu albmana dehege boahtá ovdan ee. boazobargovieruin, sámegiela boazodoalloterminologiijas, iešguđet jagiáiggiid luonddubirrasa dovdamis, bohccuid dovdamis luonddus ja muđuid, bohccuid vuohttimis ja guoradeamis, dálkedovdamušas, dadjat juo ollislaš dehege holisttalaš boazobarggu máhttinvuogádaga mielde.

source: Suomessa poronhoidon perinteinen tieto ei ole
sme: Suomas boazodoalu árbevirolaš diehtu ii leat dorvvastuvvon.

source: Saamelaisporonhoitoa ei tunnusteta kansallisessa lainsäädännössä ja elinkeinon kannattavuus on heikkoa.
sme: Suoma sierralágain ii dovddastuvvo sámi boazodoallu ja sámi boazodoalu doarjun. Sámi boazodoalu ruđalaš gánnáhahttivuohta leanai heittot.

source: Nuorten on vaikeaa päästä elinkeinon pariin ja perinteinen tapa siirtää tietoa vanhemmilta sukupolvilta nuoremmille on heikkenemässä.
sme: Nuorat eai dáhtto vuolgit ealáhussii ja ealáhusa sisa lea váttis beassat aiddo ruđalaš gánnáhahttivuođa geažil.

source: Suomalainen koulujärjestelmä ei sovellu saamelaisporonhoidon opettamiseen, sen oppii vain porometsällä.
sme: Láddelaš skuvllat eai heive sápmelaš boazobarggu oahpaheapmái, dan oahppá buoremusat siiddas.

source: Käsityöt, josta kuulette tänään myöhemmin lisää, on saamelaiskulttuurin kantava voima.
sme: Duodji, mas gullabehtet odne lasi, guoddá vuoimmálaččat sámi kultuvrra.

source: Käsityöperinteessä yhdistyy sukujen perinteet, kieli ja eri saamelaiselinkeinojen tuottamat raaka-aineet.
sme: Duodjeárbevierus ovttastuvvet sogaid árbevierut, giella ja sierra sámi ealáhusaid buvttadan materiálat.

source: Saamen käsityön ja saamelaisporonhoidon siirtäminen tuleville sukupolville ja taidon oppiminen on elinikäinen prosessi ja osa saamelaista sosiaalista järjestelmää.
sme: Sámi duoji ja sámi ealáhusaid ja dain earenoamážit boazodoalu sirdin boahtte buolvvaide ja máhtu oahppan lea eallinagi proseassa ja sámi sosiála vuogádaga oassi.

source: Saamelainen perinteinen tieto on kokonaisvaltainen osa saamelaiskulttuuria.
sme: Sámi árbevirolaš diehtu lea sámi kultuvrra ollislaš oassi.

source: Esimerkiksi biodiversiteettisopimuksen suojelemaa saamelaisten luontoon sidottua perinteistä tietoa on vaikeaa erottaa muusta perinteisestä tiedosta, koska saamelaiskulttuuri on luontosidonnainen kulttuuri.
sme: Jos váldá ovdamearkan biodiversiteahttasoahpamušas suddjejuvvon álgoálbmogiid dieđu meahcis ja luonddubirrasis, de dan gal lea váttis earuhit eará árbevirolaš dieđus, go sámi kultuvrahan lea čatnagasas lundui.

source: Saamen kielen suojelu on osaltaan saamelaisen perinteisen tiedon suojelua, mutta se ei riitä.
sme: Sámegiela várjaleapmi gullá maid sámi árbevirolaš dieđu suodjaleapmái, muhto ii datge leat dárbahassii.

source: Saamen kielellä tulee olla luontevia kulttuurinmukaisia käyttöympäristöjä, muuten saamen kielen sisältämä perinteinen tieto heikkenee.
sme: Sámegielas galget leat lunddolaš geavahanbirrasat kultuvrra mielde, muđuid sámegiela siskkáldas árbevirolaš diehtu geahnohuvvá.

source: Saamelaisen parlamentaarisen Neuvoston ja saamelaiskäräjien tulee tehostaa työtään perinteisen tiedon suojelemiseksi.
sme: Sámedikkit ja sámi parlamentáralaš ráđđi galggalenai váldit duođas árbevirolaš dieđu suddjema.

source: Saamelaisen parlamentaarisen neuvoston tulee laatia yhteinen esitys saamelaisen perinteisen tiedon suojaamiseksi esimerkiksi osana pohjoismaisen saamelaissopimuksen neuvotteluprosessia ja kuulla niin saamelaisnuoria kuin saamelaiselinkeinojen harjoittajia työssään.
sme: Sámi parlamentáralaš ráđđi galgá ráhkadit oktasaš evttohusa sámi árbevirolaš dieđu suodjaleami várás omd. davviriikkalaš sámi soahpamuša šiehtadallanproseassa oassin ja dán barggus gullat sihke sámi nuoraid ja sámi ealáhusbargiid sin barggusteaset.

source: Tarvitsemme myös yhteiset periaatteet miten saamelaista kulttuuriperintöä tulee suojella ja eettiset periaatteet suojelemaan saamelaiskulttuuria, jotta voimme toimia yhdessä ulkoista uhkaa vastaan.
sme: Mii dárbbahit maid oktasaš prinsihpaid mot sámi kulturárbbi galgá suodjalit ja dárbbahit etihkalaš prinsihpaid suodjalit sámi kultuvrra, vai bastit bargat ovttas uhkiid vuostá mat bohtet olggobealde.

source: Meidän pitää pystyä konkretisoimaan, mitä tarkoitamme saamelaisella perinteisellä tiedolla ja miten sitä pitää käytännössä suojata ja turvata.
sme: Mii galgat bastit konkretiseret maid mii dárkkuhit sámi árbevirolaš dieđuin ja mot dat galgá albma eallimis suodjaluvvot ja dorvvastuvvot.

source: Perinteinen tieto tulee huomioida läpäisevänä periaatteena kaikessa toiminnassa ja edunvalvonnassa.
sme: Árbevirolaš diehtu galgá váldojuvvot vuhtii čađamanni prinsihppan buot doaimmas ja beroštumiid bearráigeahčus.

source: Kolmen maan saamelaiskäräjien tulee tehdä yhä enemmän yhteistyötä.
sme: Sámedikkit galget dás bargat ovttasráđiid ain eanet.

source: Pidemmän ajan tavoitteena voisikin olla saamelaisen parlamentaarisen neuvoston yhteisen perinteisen tiedon suojeluyksikön perustaminen, joka koordinoisi ja edistäisi SPN:n osallistumista kansainväliseen perinteisen tiedon päätöksentekoon sekä koordinoisi eri saamelaiskäräjien ja Venäjän saamelaisjärjestöjen yhteistyötä perinteisen tiedon suojelemiseksi.
sme: Guhkit áigge ulbmilin sáhtálii leat Sámi parlamentáralaš ráđi oktasaš árbevirolaš dieđu suodjalanguovddáža vuođđudeapmi, mii koordinerelii ja ovddidivččii SPR:a oassálastima riikkaidgaskasaš dásis árbevirolaš dieđu mearrádusdahkamii sihke koordinerelii golmma riikka sámedikkiid ja Ruošša sámi organisašuvnnaid ovttasbarggu árbevirolaš dieđu suodjaleami várás.

source: Me olemme yksi kansa neljän valtion alueella, mutta annamme valtioiden rajojen liiaksi hidastaa yhteistyötämme.
sme: Miihan leat álbmot njealji riikka viidodagas, muhto diktit stáhtaid rájiid bearehaga njoazidit ovttasbargomet.

source: Hyvät nuoret, te olette avainasemassa.
sme: Buorit nuorat, dii lehpet ovdasajis.

source: Vaikka perinteisen tiedon säilymistä uhkaa moni asia synkkyyteen ei kannata vajota.
sme: Vaikko árbevirolaš dieđu seailuma uhkidit máŋga ášši, de ii gánnát vuollánit.

source: Meillä on toivoa niin kauan kun vanhemmat siirtävät tietoaan lapsilleen ja nuoret haluavat oppia omasta kulttuuristaan, perinteistään ja elinkeinoistaan ja siirtää tietoon yhä edelleen omille lapsilleen.
sme: Mis lea doaivva nu guhká go váhnemat sirdet dieđuideaset ja máhtuideaset mánáidasaset ja nuorat hálidit oahppat iežaset kultuvrras, árbevieruin ja ealáhusain ja sirdit dieđuid fas viidáseappot iežaset mánáide.

source: Perinteisen tiedon säilyminen on erityisesti teistä kiinni.
sme: Árbevirolaš dieđu seailluheapmi lea earenoamážit din duohken.

source: Kuten aiemmin totesinkin, on todella tärkeää saada teiltä esityksiä, hankeideoita, toimintasuunnitelmia ja julistuksia miten niin kansallisten saamelaiskäräjien kuin saamelaisen parlamentaarisen neuvoston tulee tukea ja elvyttää saamelaisten perinteisten tiedon säilymistä erityisesti saamelaisnuorten tarpeita ajatellen.
sme: Dego juo ovdal dadjennai, de lea earenoamáš mávssolaš oažžut dis evttohusaid, prošeaktajurdagiid, doaibmaplánaid ja julggaštusaid mot nu sisriikkalaš sámedikkit go sámi parlamentáralaš ráđdinai galget doarjut ja ealáskahttit sámi árbevirolaš dieđu seailluheami earenoamážit sámi nuoraid dárbbuid dáfus.

source: Odotan suurella mielenkiinnolla esityksiänne ja lupaan edistää niiden toteutumista saamelaisen parlamentaarisen neuvoston ja Suomen saamelaiskäräjien toiminnassa.
sme: Vuorddán hui stuora beroštumiin din evttohusaid ja lohpidan ovddidit daid olláhuvvama sámi parlamentáralaš ráđi ja Suoma sámedikki doaimmas.

source: Uskon, että myös uusi Suomen saamelaiskäräjät ottaa viestinne vakavasti.
sme: Jáhkán, ahte maid Suoma ođđa sámediggi váldá din sáni duođas.

source: Kiitos mielenkiinnosta!
sme: Giitu beroštumis!
